IDEA StatiCa Open Model
ConnectionSetup.FactorPreloadBolt Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 FactorPreloadBolt
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FactorPreloadBolt { get; set; }
Public Property FactorPreloadBolt As Double
	Get
	Set
public:
property double FactorPreloadBolt {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace